Repository: nthlink/nthlink-os-macos
Catalog: nthLink/*.lproj/Localizable.strings
Languages: am

# Home
source: Status
am: መጀመሪያ

source: Feedback
am: ማስተላለፍ

source: About
am: ስለ

source: Help
am: እገዛእ

# RateApp
source: Rate this app
am: ይዘት ይሁኑ፦ ይህ መተግበሪያ

source: Privacy Policy
am: የግል ማረጋገጫ

source: Connecting...
am: የአገልግሎት አግባብ...

source: Issue Category
am: የግላዊ ምዝገባ

source: Description
am: መግለጫ

source: Connect
am: አግባብ

source: Disconnect
am: አጥናኝ

source: Disconnecting...
am: አጥናኝ እየተከተለ...

# feedback_submit
source: Submit feedback
am: ማስተላለፍ ይላኩ

# feedback_submit_success_message
source: Thanks for helping us improve! We love hearing from you.
am: እንኳን ለማስተላለፍ! እኛ ያሳያልን ማስተላለፅ ከሆነ እናመሰግናለን።

# about_version
source: Version
am: እትም

# issue_categories_1
source: General feedback
am: አጋራሽ ማስተላለፍ

# issue_categories_2
source: Cannot connect
am: አይሰራሁም

# issue_categories_3
source: Connection speed is slow
am: አይቆምሁም

# issue_categories_4
source: Suggestions
am: ማስታወቂያዎች

# issue_categories_5
source: Other
am: አይስሙሁም

# feedbackErrorSelectType
source: Please select error type
am: ስህተት አርምጡ

# feedbackErrorAddDescription
source: Please input description
am: መግለጫ አርምጡ

# somethingWentWrong
source: Something Went Wrong. Please try after some time.
am: የተሳካ ምንም አልተሳካም። እባክዎ አጋራሽ ፕሮግራም ፈቃድ አድርገናል።

source: OK
am: እሺ

# feedbackEmailIDLabel
source: Email
am: ኢሜል

# feedbackSubtext
source: Your description, email address (if provided), and additional information referred to in the Data Collection Policy will be sent to the nthLink team. Please do not include personal information in your feedback.
am: መግለጫዎችዎን፣ ኢሜል አድራሻ (በሚመጣው ምዝገባ ውስጥ) እና ከዚያ በፊት በመጠበቅ የመረጡት መረጃዎች ከnthLink ቡድን ይላኩ። እናም በመረጃዎችዎን ግንዛቤ ላይ የሚያስቀመጥ መረጃ አልደረሰም።

# privacyPolicyAgreeButton
source: Accept and continue
am: ተቀበልኩ፦ እናመሰግናለን

# privacyPolicyLearnMoreButton
source: Learn more about nthLink
am: nthLink ስለሆነ ተጨማሪ ተመለስ

# homeReadLatestNews
source: Read Latest News
am: የቅርብ ዜናዎች እንዳይኖር ያንብቡ

# about_text
source: <p>We are a group of experienced software and information security engineers who started nthLink in 2016 to support human rights lawyers who needed to obtain restricted information and to express their perspectives. Since then we&rsquo;ve made the service available to the wider public. Our development team are experts in both network security technology and service reliability.</p><p>Our service is free and will remain free thanks to our sponsors and partners. They are:<br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>Our development team excels in both the sophistication of censorship circumvention technology and the reliability of the service. With years of experience in this specialty area, we provide the users in targeted geographies simple, safe, and reliable access to otherwise censored information.</p>
am: <p>እኛ በ 2016 የተገደበ መረጃ ለማግኘት የሚያስፈልጋቸውን የሰብአዊ መብት ጠበቆችን ለመደገፍ እና አመለካከታቸውን ለመግለጽ nthLink የጀመርን የሶፍትዌር እና የመረጃ ደህንነት መሐንዲሶች ቡድን ነን። ከዚያን ጊዜ ጀምሮ አገልግሎቱን ለሰፊው ህዝብ ተደራሽ አድርገነዋል። የእኛ የእድገት ቡድን በሁለቱም የአውታረ መረብ ደህንነት ቴክኖሎጂ እና የአገልግሎት አስተማማኝነት ባለሞያዎች ናቸው።<br>አገልግሎታችን ነፃ ነው እና ለስፖንሰሮቻችን እና አጋሮቻችን ምስጋና ይግባው ይቀጥላል። ናቸው:<br><br>&bull; Open Technology Fund <br>&bull; Google Jigsaw <br>&bull; Cure53 <br>&bull; Include Security <br>&bull; Plaintext Design</p><p>የእኛ የእድገት ቡድን በሳንሱር ችግር አፈታት ቴክኖሎጂ ውስብስብነት እና በአገልግሎቱ አስተማማኝነት የላቀ ነው። የዓመታት ልምድ ባገኘንበት በዚህ መስክ ለታላሚ አካባቢዎች ቀላል፣ ደህንነቱ የተጠበቀ እና አስተማማኝ የመረጃ መዳረሻን ለተጠቃሚዎች እናቀርባለን።</p>
